{
    "1": {
        "banner": "./images/project-1.png",
        "name": "Сanon: frontend for action page",
        "description": "PSD layout, adaptive and cross-browser, animation. A demo slider with animation showing advantages when hovering over them is made. Used technologies: webpack, pug, jquery,",
        "link": "https://mycanon.canon.ru/promo/bts"
    },
    "2": {
        "banner": "./images/project-2.png",
        "name": "Starprint: development on Wordpress",
        "description": "Development of a corporate website on a turnkey basis, development on the basis of the Wordpress theme. Its adaptation to customer requirements, optimization. Used technologies: html, css, php, CMS Wordpress, jquery.",
        "link": "http://starprint.pro"
    },
    "3": {
        "banner": "./images/project-3.png",
        "name": "Starprint: frontend for a site for the production of packages",
        "description": "Adaptive layout of the site for the production of packages for the company Starprint was performed. The same work has been done for the subdomain kalendari.starprint.pro. Used technologies: npm, gulp, sass, jquery, pug, bootstrap.",
        "link": "http://pakety.starprint.pro"
    },
    "4": {
        "banner": "./images/project-4.png",
        "name": "Starprint: frontend for a site for the production of calendars",
        "description": "Adaptive layout of the site for the production of packages for the company Starprint was performed. The same work has been done for the subdomain kalendari.starprint.pro. Used technologies: npm, gulp, sass, jquery, pug, bootstrap.",
        "link": "http://kalendari.starprint.pro"
    },
    "5": {
        "banner": "./images/project-5.png",
        "name": "Make box: frontend for main page and development on Bitrix",
        "description": "The layout of the main page, the integration of the theme into the template, the creation of a template of typical pages of services was performed. The following technologies were used: npm, gulp, pug, sass, jquery, bootstrap, Bitrix CMS, PHP",
        "link": "http://make-box.ru/"
    },
    "6": {
       "banner": "./images/project-6.png",
        "name": "Prezident-prof: frontend for main page and development on Wordpress",
        "description": "The layout of the slider on the main page and its integration was performed. Creation of typical pages for all sections of the site, development on Wordpress theme, optimization of site loading speed. The following technologies were used: html, css, jquery, PHP, CMS Wordpress.",
        "link": "http://prezident-prof.ru/"
    },
    "7": {
        "banner": "./images/project-7.png",
        "name": "Detdefence: design and frontend for main page, development on Wordpress ",
        "description": "Design development, layout of the main page, creation of templates for pages of services and integration with CMS Wordpress was carried out. The following technologies were used: html, css, jquery and its plugins, Figma",
        "link": "https://detdefense.com.ua/"
    },
    "8": {
        "banner": "./images/project-8.png",
        "name": "Snikpic: frontend for all site, contact form integration with Google Sheets",
        "description": "I was tasked with developing the front end of the site, animating page elements, optimizing and integrating the form with Google Sheets. The following technologies were used: npm, gulp, jquery and it's plugins, html, css, svg, Google sheets, ajax.",
        "link": "http://snikpic.io/"
    },
    "9": {
        "banner": "./images/project-9.png",
        "name": "Maximum+: frontend for all site, integration with CMS Wordpress",
        "description": "I was tasked with developing the front end of the site, animating page elements, optimizing and integrating website with Wordpress. The following technologies were used: npm, gulp, jquery and it's plugins, pug, sass, CMS Wordpress",
        "link": "https://maksimum-plus.ru/"
    },
    "10": {
        "banner": "./images/project-10.png",
        "name": "Green sad: frontend for all site, contact form integration with Google Sheets",
        "description": "I was tasked with developing the front end of the site, animating page elements, optimizing and integrating the form with Google Sheets. The following technologies were used: npm, gulp, jquery and its plugins, html, css, svg, Google sheets, ajax.",
        "link": "http://snikpic.io/"
    },
    "11": {
        "banner": "./images/project-11.png",
        "name": "Snikpic: frontend for all site, contact form integration with Google Sheets",
        "description": "I was tasked with developing the front end of the site, animating page elements, optimizing and integrating the form with Google Sheets. The following technologies were used: npm, gulp, jquery and its plugins, html, css, svg, Google sheets, ajax.",
        "link": "http://snikpic.io/"
    }
}